[Button]
CONFIG_STRING_CAPTINO = "Configuration"
CONFIG_STRING_APPLY = "OK"
CONFIG_STRING_CANCLE = "Cancel"
CONFIG_STRING_GRAPHIC = "Display"
CONFIG_STRING_WINDOWSETTING = "Window Mode"
CONFIG_STRING_IMESETTING = "IME Mode"
CONFIG_STRING_GRAPHICSETTING = "Graphics Settings"
CONFIG_STRING_SOUND = "Sound"
CONFIG_STRING_RESOLUTIN = "Resolution"
CONFIG_STRING_FREQUENCY = "Frequency"
CONFIG_STRING_GAMMA = "Gamma"
CONFIG_STRING_WINDOWMODE = "Windowed"
CONFIG_STRING_FULLSCREEN = "Full screen"
CONFIG_STRING_GAMEIME = "Game IME"
CONFIG_STRING_OUTIME = "External IME"
CONFIG_STRING_USESOFTCURSOR = "Software Cursor"
CONFIG_STRING_MUSIC = "Music"
CONFIG_STRING_SOUNDEFFECT = "Effects"
CONFIG_STRING_SIGHT = "Fog"
CONFIG_STRING_SHADOW = "Shadows"
CONFIG_STRING_NONE = "None"
CONFIG_STRING_BG = "Background"
CONFIG_STRING_BGSELF = "Background+Character"
CONFIG_STRING_ALL = "All"
CONFIG_STRING_SPEEDLOW = "This setting may slow down the game!"
CONFIG_STRING_NOTIC = "Warning"
CONFIG_STRING_SELECTCPU = "The CPU tiling mode can allow the game to run on lower system specifications. Please select GPU tiling mode if this produces errors."
CONFIG_STRING_SELECTGPU = "The GPU tiling mode reduces performance if system specifications are too low. Please select CPU tiling mode if this produces errors."
CONFIG_STRING_NIGHT_MODE = "Night Mode"
CONFIG_STRING_NIGHT_MODE_ON = "On"
CONFIG_STRING_NIGHT_MODE_OFF = "Off"
CONFIG_STRING_FOG_MODE = "Fog"
CONFIG_STRING_FOG_MODE_ON = "On"
CONFIG_STRING_FOG_MODE_OFF = "Off"
CONFIG_STRING_SNOW_MODE = "Snowfall"
CONFIG_STRING_SNOW_MODE_ON = "On"
CONFIG_STRING_SNOW_MODE_OFF = "Off"
CONFIG_STRING_SNOW_TEXTURE_MODE = "Snow Textures"
CONFIG_STRING_SNOW_TEXTURE_MODE_ON = "On"
CONFIG_STRING_SNOW_TEXTURE_MODE_OFF = "Off"
CONFIG_STRING_LANGUAGE = "Language"
CONFIG_STRING_EFFECT = "Effects"
CONFIG_STRING_EFFECT_LEVEL1 = "Show All"
CONFIG_STRING_EFFECT_LEVEL2 = "Yours & Monsters"
CONFIG_STRING_EFFECT_LEVEL3 = "Yours & Others"
CONFIG_STRING_EFFECT_LEVEL4 = "Yours"
CONFIG_STRING_EFFECT_LEVEL5 = "None"
CONFIG_STRING_PRIVATE_SHOP = "Private Shops"
CONFIG_STRING_PRIVATE_SHOP_LEVEL1 = "Show All"
CONFIG_STRING_PRIVATE_SHOP_LEVEL2 = "Large Radius"
CONFIG_STRING_PRIVATE_SHOP_LEVEL3 = "Medium Radius"
CONFIG_STRING_PRIVATE_SHOP_LEVEL4 = "Small Radius"
CONFIG_STRING_PRIVATE_SHOP_LEVEL5 = "Immediate Vicinity"
CONFIG_STRING_DROP_ITEM = "Item Drops"
CONFIG_STRING_DROP_ITEM_LEVEL1 = "Effect & Name"
CONFIG_STRING_DROP_ITEM_LEVEL2 = "Hide Effect"
CONFIG_STRING_DROP_ITEM_LEVEL3 = "Hide Name"
CONFIG_STRING_DROP_ITEM_LEVEL4 = "Hover Only"
CONFIG_STRING_DROP_ITEM_LEVEL5 = "Hide All"
CONFIG_STRING_PET = "Pets"
CONFIG_STRING_PET_ON = "On"
CONFIG_STRING_PET_OFF = "Off"
CONFIG_STRING_NPC_NAME = "NPC Names"
CONFIG_STRING_NPC_NAME_ON = "On"
CONFIG_STRING_NPC_NAME_OFF = "Off"
CONFIG_STRING_SHADOW_QUALITY = "Shadow quality"
CONFIG_STRING_SHADOW_TARGET = "Target shadow"
CONFIG_STRING_BAD = "Low"
CONFIG_STRING_AVERAGE = "Medium"
CONFIG_STRING_GOOD = "High"